tap "bramstein/webfonttools"
tap "ctrlspice/otel-desktop-viewer"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/services"
tap "khanhas/tap"
brew "act"
brew "antigen"
brew "brotli"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "asciidoctor"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "aws-elasticbeanstalk"
brew "cryptography"
brew "python@3.12"
brew "awscli"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "cmake"
brew "cmus"
brew "cocoapods"
brew "direnv"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "tree-sitter"
brew "emacs"
brew "eza"
brew "fd"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "libtool"
brew "guile"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libgsf"
brew "libmatio"
brew "libnotify"
brew "libproxy"
brew "librsvg"
brew "llvm"
brew "luajit"
brew "lynx"
brew "mint"
brew "mpd"
brew "zlib"
brew "mysql-client", link: true
brew "ncdu"
brew "ncmpcpp"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "node@20"
brew "pandoc"
brew "poetry"
brew "poppler"
brew "postgresql@15", restart_service: true
brew "pre-commit"
brew "proselint"
brew "pstree"
brew "pyenv"
brew "python@3.11"
brew "python@3.9"
brew "qemu"
brew "qt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep", args: ["HEAD"]
brew "rust"
brew "rustup"
brew "rye"
brew "scc"
brew "shellcheck"
brew "starship"
brew "tmux", args: ["HEAD"]
brew "uv"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "woff2"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
brew "ctrlspice/otel-desktop-viewer/otel-desktop-viewer"
brew "fsouza/prettierd/prettierd", link: false
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "basictex"
cask "calibre"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-montez"
cask "font-proggy-clean-tt-nerd-font"
cask "font-sf-mono-for-powerline"
cask "font-terminess-ttf-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "istat-menus"
cask "kap"
cask "licecap"
cask "logi-options+"
cask "logitech-g-hub"
cask "monitorcontrol"
cask "notion"
cask "parallels"
cask "rar"
cask "sizeup"
cask "slack"
cask "spotify"
cask "steam"
cask "telegram"
cask "viber"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "whatsapp"
cask "zoom"
vscode "codesandbox-io.codesandbox-projects"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "jdinhlife.gruvbox"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "npxms.hide-gitignored"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "vitest.explorer"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "znck.grammarly"
