tap "bramstein/webfonttools"
tap "depot/tap"
tap "fsouza/prettierd"
tap "khanhas/tap"
tap "oneleet/tap"
tap "oven-sh/bun"
brew "act"
brew "antigen"
brew "brotli"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "asciidoctor"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "cmake"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "cmus"
brew "cocoapods"
brew "ripgrep", args: ["HEAD"]
brew "codex"
brew "coreutils"
brew "cryptography"
brew "deno"
brew "direnv"
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "libtool"
brew "guile"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libgsf"
brew "libmatio"
brew "libnotify"
brew "libpq"
brew "libproxy"
brew "librsvg"
brew "llvm"
brew "luajit"
brew "lynx"
brew "mint"
brew "yt-dlp"
brew "mpv"
brew "mvfst"
brew "ncdu"
brew "ncmpcpp"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "pandoc"
brew "pnpm"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "proselint"
brew "pstree"
brew "pyenv"
brew "python@3.12"
brew "qemu"
brew "qt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rust"
brew "rustup"
brew "scc"
brew "shellcheck"
brew "starship"
brew "terminal-notifier"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "tree-sitter-cli"
brew "uv"
brew "watch"
brew "watchman"
brew "wget"
brew "woff2"
brew "zellij"
brew "zlib"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
brew "depot/tap/depot"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "basictex"
cask "chatgpt"
cask "claude"
cask "claude-code"
cask "coconutbattery"
cask "cursor"
cask "docker-desktop"
cask "figma"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-jetbrains-maple-mono-nf"
cask "font-jetbrains-mono-nerd-font"
cask "font-lexend"
cask "font-maple-mono-nf"
cask "font-meslo-lg-nerd-font"
cask "font-monaspace"
cask "font-overpass-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-zed-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "github"
cask "google-chrome"
cask "istat-menus"
cask "kap"
cask "karabiner-elements"
cask "linear-linear"
cask "logi-options+"
cask "loom"
cask "messenger"
cask "notion"
cask "numi"
cask "oneleet-agent"
cask "rar"
cask "sizeup"
cask "slack"
cask "spotify"
cask "telegram"
cask "viber"
cask "vlc"
cask "whatsapp"
cask "zed"
vscode "anysphere.cursorpyright"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "azemoh.one-monokai"
vscode "bradlc.vscode-tailwindcss"
vscode "chaitanyashahare.lazygit"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "github.vscode-pull-request-github"
vscode "metaphore.kanagawa-vscode-color-theme"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode.makefile-tools"
vscode "mvllow.rose-pine"
vscode "usernamehw.errorlens"
