tap "bramstein/webfonttools"
tap "homebrew/bundle"
tap "homebrew/services"
tap "khanhas/tap"
brew "act"
brew "antigen"
brew "brotli"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "libssh2"
brew "aria2"
brew "asciidoctor"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "cryptography"
brew "python@3.12"
brew "bat"
brew "boost"
brew "btop"
brew "glib"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "cmake"
brew "cmus"
brew "cocoapods"
brew "direnv"
brew "docker", link: false
brew "docker-buildx"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "mvfst"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "tree-sitter"
brew "eza"
brew "fd"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "libtool"
brew "guile"
brew "hdf5"
brew "htop"
brew "httpie"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libgsf"
brew "libmatio"
brew "libnotify"
brew "libproxy"
brew "librsvg"
brew "llvm"
brew "luajit"
brew "lynx"
brew "mint"
brew "mpd"
brew "zlib"
brew "ncdu"
brew "ncmpcpp"
brew "neovim"
brew "nghttp2"
brew "nginx"
brew "node"
brew "pandoc"
brew "poetry"
brew "poppler"
brew "pre-commit"
brew "proselint"
brew "pstree"
brew "pyenv"
brew "qemu"
brew "qt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "ripgrep", args: ["HEAD"]
brew "rust"
brew "rustup"
brew "rye"
brew "scc"
brew "shellcheck"
brew "starship"
brew "tmux", args: ["HEAD"]
brew "uv"
brew "vips"
brew "watch"
brew "watchman"
brew "wget"
brew "woff2"
brew "yarn"
brew "yt-dlp"
brew "zsh"
brew "bramstein/webfonttools/sfnt2woff"
cask "1password"
cask "1password-cli"
cask "adobe-acrobat-reader"
cask "alacritty"
cask "alfred"
cask "basictex"
cask "coconutbattery"
cask "docker"
cask "figma"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "istat-menus"
cask "kap"
cask "logitech-g-hub"
cask "notion"
cask "rar"
cask "sizeup"
cask "slack"
